Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.iroh.diagnostics.lastFailureTime
source: Failure Time
ar: وقت الفشل
de: Ausfallzeit
es: Tiempo de falla
fr: Temps de défaillance
ja: 失敗時刻
ko: 실패 시간
zh_hans: 故障时间
zh_hant: 故障時間

# mobile.iroh.diagnostics.lastSuccess
source: Last Successful Connection
ar: آخر اتصال ناجح
de: Letzte erfolgreiche Verbindung
es: Última conexión exitosa
fr: Dernière connexion réussie
ja: 最終接続成功
ko: 마지막으로 성공한 연결
zh_hans: 上次成功连接
zh_hant: 上次成功連接

# mobile.iroh.diagnostics.notRecorded
source: Not Recorded
ar: غير مسجل
de: Nicht aufgezeichnet
es: No grabado
fr: Non enregistré
ja: 記録なし
ko: 녹음되지 않음
zh_hans: 未记录
zh_hant: 未記錄

# mobile.iroh.diagnostics.privacy
source: This report remains available while disconnected. It excludes terminal content, account and endpoint identities, network addresses, relay URLs, credentials, and raw errors. Nothing leaves this device until you share it.
ar: يظل هذا التقرير متاحًا أثناء قطع الاتصال. وهو يستثني المحتوى الطرفي وهويات الحساب ونقطة النهاية وعناوين الشبكة وعناوين URL للترحيل وبيانات الاعتماد والأخطاء الأولية. لا شيء يترك هذا الجهاز حتى تشاركه.
de: Dieser Bericht bleibt auch bei getrennter Verbindung verfügbar. Ausgenommen sind Terminalinhalte, Konto- und Endpunktidentitäten, Netzwerkadressen, Relay-URLs, Anmeldeinformationen und Rohfehler. Nichts verlässt dieses Gerät, bis Sie es teilen.
es: Este informe permanece disponible mientras esté desconectado. Excluye contenido de terminal, identidades de cuentas y puntos finales, direcciones de red, URL de retransmisión, credenciales y errores sin procesar. Nada sale de este dispositivo hasta que lo compartes.
fr: Ce rapport reste disponible même lorsque vous êtes déconnecté. Il exclut le contenu du terminal, les identités de compte et de point de terminaison, les adresses réseau, les URL de relais, les informations d'identification et les erreurs brutes. Rien ne quitte cet appareil tant que vous ne le partagez pas.
ja: このレポートは接続が切れていても利用できます。ターミナルの内容、アカウントおよびエンドポイントの識別情報、ネットワークアドレス、リレー URL、認証情報、生のエラーは含まれません。共有するまで、このデバイスから送信されることはありません。
ko: 이 보고서는 연결이 끊어진 동안에도 계속 사용할 수 있습니다. 터미널 콘텐츠, 계정 및 엔드포인트 ID, 네트워크 주소, 릴레이 URL, 자격 증명 및 원시 오류는 제외됩니다. 공유하기 전까지는 이 기기에서 아무 것도 남지 않습니다.
zh_hans: 该报告在断开连接时仍然可用。它不包括终端内容、帐户和端点身份、网络地址、中继 URL、凭据和原始错误。在您共享该设备之前，任何内容都不会离开该设备。
zh_hant: 該報告在斷開​​連接時仍然可用。它不包括終端內容、帳戶和端點身分、網路位址、中繼 URL、憑證和原始錯誤。在您共用該裝置之前，任何內容都不會離開該裝置。

# mobile.iroh.diagnostics.share
source: Share Safe Report
ar: مشاركة التقرير الآمن
de: Sicheren Bericht teilen
es: Compartir informe seguro
fr: Partager un rapport sécurisé
ja: 安全なレポートを共有
ko: 안전 보고서 공유
zh_hans: 分享安全报告
zh_hant: 分享安全報告

# mobile.iroh.diagnostics.shareVerboseLog
source: Share Verbose Log
ar: مشاركة السجل المطول
de: Ausführliches Protokoll teilen
es: Compartir registro detallado
fr: Partager le journal détaillé
ja: 詳細ログを共有
ko: 자세한 로그 공유
zh_hans: 共享详细日志
zh_hant: 共享詳細日誌

# mobile.iroh.diagnostics.verboseLog
source: Verbose Connection Log
ar: سجل الاتصال المطول
de: Ausführliches Verbindungsprotokoll
es: Registro de conexión detallado
fr: Journal de connexion détaillé
ja: 詳細な接続ログ
ko: 자세한 연결 로그
zh_hans: 详细连接日志
zh_hant: 詳細連線日誌

# mobile.iroh.diagnostics.verboseLog.footer
source: Records detailed connection activity to a file on this device for troubleshooting. Terminal contents and credentials are never written.
ar: يسجل نشاط الاتصال التفصيلي بملف على هذا الجهاز لاستكشاف الأخطاء وإصلاحها. لا تتم كتابة محتويات المحطة وبيانات الاعتماد أبدًا.
de: Zeichnet zur Fehlerbehebung detaillierte Verbindungsaktivitäten in einer Datei auf diesem Gerät auf. Terminalinhalte und Anmeldeinformationen werden niemals geschrieben.
es: Registra la actividad de conexión detallada en un archivo en este dispositivo para solucionar problemas. El contenido y las credenciales del terminal nunca se escriben.
fr: Enregistre l'activité de connexion détaillée à un fichier sur cet appareil à des fins de dépannage. Le contenu du terminal et les informations d'identification ne sont jamais écrits.
ja: トラブルシューティングのため、詳細な接続アクティビティをこのデバイス上のファイルに記録します。ターミナルの内容や認証情報が書き込まれることはありません。
ko: 문제 해결을 위해 자세한 연결 활동을 이 장치의 파일에 기록합니다. 터미널 내용과 자격 증명은 기록되지 않습니다.
zh_hans: 将详细的连接活动记录到该设备上的文件中以进行故障排除。终端内容和凭据永远不会被写入。
zh_hant: 將詳細的連接活動記錄到該裝置上的檔案中以進行故障排除。終端內容和憑證永遠不會被寫入。

# mobile.iroh.policy
source: Relay Policy
ar: سياسة الترحيل
de: Relay-Richtlinie
es: Política de retransmisión
fr: Politique de relais
ja: リレーポリシー
ko: 릴레이 정책
zh_hans: 中继政策
zh_hant: 中繼政策

# mobile.iroh.policy.cached
source: Last Verified Catalog
ar: آخر كتالوج تم التحقق منه
de: Letzter verifizierter Katalog
es: Último catálogo verificado
fr: Dernier catalogue vérifié
ja: 最後に検証済みのカタログ
ko: 마지막으로 확인된 카탈로그
zh_hans: 最后验证的目录
zh_hant: 最後驗證的目錄

# mobile.iroh.policy.server
source: Verified from cmux
ar: تم التحقق من cmux
de: Von cmux bestätigt
es: Verificado desde cmux
fr: Vérifié par cmux
ja: cmux から検証済み
ko: cmux에서 확인됨
zh_hans: 从 cmux 验证
zh_hant: 從 cmux 驗證

# mobile.iroh.policy.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: Indisponible
fr: Indisponible
ja: 利用不可
ko: 없는
zh_hans: 不可用
zh_hant: 不可用

# mobile.iroh.preference
source: Relay Preference
ar: تفضيل التتابع
de: Relaispräferenz
es: Preferencia de retransmisión
fr: Préférence de relais
ja: リレー設定
ko: 릴레이 기본 설정
zh_hans: 中继偏好
zh_hant: 中繼偏好

# mobile.iroh.preference.automatic
source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 오토매틱
zh_hans: 自动的
zh_hant: 自動的

# mobile.iroh.preference.custom
source: Custom Relays
ar: المرحلات المخصصة
de: Benutzerdefinierte Relais
es: Relés personalizados
fr: Relais personnalisés
ja: カスタムリレー
ko: 맞춤형 릴레이
zh_hans: 定制继电器
zh_hant: 客製化繼電器

# mobile.iroh.preference.managed
source: Selected cmux Relays
ar: مرحلات cmux المحددة
de: Ausgewählte cmux-Relays
es: Relés cmux seleccionados
fr: Relais cmux sélectionnés
ja: 選択した cmux リレー
ko: 선택된 cmux 릴레이
zh_hans: 选定的 cmux 继电器
zh_hant: 選定的 cmux 繼電器

# mobile.iroh.private
source: Private Networks
ar: الشبكات الخاصة
de: Private Netzwerke
es: Redes Privadas
fr: Réseaux privés
ja: プライベートネットワーク
ko: 개인 네트워크
zh_hans: 专用网络
zh_hant: 專用網路

# mobile.iroh.private.add
source: Add Private Network
ar: إضافة شبكة خاصة
de: Privates Netzwerk hinzufügen
es: Agregar red privada
fr: Ajouter un réseau privé
ja: プライベートネットワークを追加
ko: 개인 네트워크 추가
zh_hans: 添加专用网络
zh_hant: 新增專用網絡

# mobile.iroh.private.automatic
source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 오토매틱
zh_hans: 自动的
zh_hant: 自動的

# mobile.iroh.private.edit
source: Edit Private Network
ar: تحرير الشبكة الخاصة
de: Privates Netzwerk bearbeiten
es: Editar red privada
fr: Modifier le réseau privé
ja: プライベートネットワークを編集
ko: 개인 네트워크 편집
zh_hans: 编辑专用网络
zh_hant: 編輯專用網絡

# mobile.iroh.private.enabled
source: Enabled
ar: ممكّن
de: Ermöglicht
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
zh_hans: 启用
zh_hant: 啟用

# mobile.iroh.private.footer
source: Iroh discovers LAN and VPN paths after authenticating the Mac. Custom raw TCP routes are not accepted because they cannot prove the remote Mac.
ar: يكتشف Iroh مسارات LAN وVPN بعد مصادقة جهاز Mac. لا يتم قبول مسارات TCP الأولية المخصصة لأنها لا تستطيع إثبات جهاز Mac البعيد.
de: Iroh erkennt LAN- und VPN-Pfade nach der Authentifizierung des Mac. Benutzerdefinierte unformatierte TCP-Routen werden nicht akzeptiert, da sie den Remote-Mac nicht nachweisen können.
es: Iroh descubre rutas LAN y VPN después de autenticar la Mac. No se aceptan rutas TCP sin procesar personalizadas porque no pueden probar la Mac remota.
fr: Iroh découvre les chemins LAN et VPN après avoir authentifié le Mac. Les routes TCP brutes personnalisées ne sont pas acceptées car elles ne peuvent pas prouver le Mac distant.
ja: Iroh は Mac を認証した後、LAN および VPN 経路を検出します。カスタムの生 TCP ルートはリモート Mac を証明できないため受け付けません。
ko: Iroh는 Mac을 인증한 후 LAN 및 VPN 경로를 발견합니다. 사용자 정의 원시 TCP 경로는 원격 Mac을 증명할 수 없기 때문에 허용되지 않습니다.
zh_hans: Iroh 在对 Mac 进行身份验证后发现 LAN 和 VPN 路径。不接受自定义原始 TCP 路由，因为它们无法证明远程 Mac。
zh_hant: Iroh 在 Mac 驗證後發現 LAN 和 VPN 路徑。不接受自訂原始 TCP 路由，因為它們無法證明遠端 Mac。

# mobile.iroh.private.iroh
source: Iroh Private Paths
ar: مسارات إيروه الخاصة
de: Iroh-Privatwege
es: Caminos privados de Iroh
fr: Chemins privés Iroh
ja: Iroh プライベート経路
ko: 이로 개인 경로
zh_hans: Iroh 私人路径
zh_hant: Iroh 私人路徑

# mobile.iroh.private.host
source: Host or IP Address
ar: المضيف أو عنوان IP
de: Host oder IP-Adresse
es: Host o dirección IP
fr: Hôte ou adresse IP
ja: ホストまたは IP アドレス
ko: 호스트 또는 IP 주소
zh_hans: 主机或 IP 地址
zh_hant: 主機或 IP 位址

# mobile.iroh.private.name
source: Name
ar: اسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

# mobile.iroh.private.note
source: Use a private route for Tailscale alternatives, a company VPN, or a network you operate. cmux still authenticates the Mac before use.
ar: استخدم مسارًا خاصًا لبدائل Tailscale، أو VPN للشركة، أو الشبكة التي تديرها. لا يزال cmux يقوم بمصادقة جهاز Mac قبل الاستخدام.
de: Verwenden Sie eine private Route für Tailscale-Alternativen, ein Firmen-VPN oder ein von Ihnen betriebenes Netzwerk. cmux authentifiziert den Mac immer noch vor der Verwendung.
es: Utilice una ruta privada para alternativas de Tailscale, una VPN de empresa o una red que usted opere. cmux aún autentica la Mac antes de usarla.
fr: Utilisez une route privée pour les alternatives Tailscale, un VPN d'entreprise ou un réseau que vous exploitez. cmux authentifie toujours le Mac avant utilisation.
ja: Tailscale の代替、会社の VPN、または自分で運用するネットワークにプライベートルートを使用します。使用前に cmux が Mac を認証します。
ko: Tailscale 대안, 회사 VPN 또는 운영하는 네트워크에는 개인 경로를 사용하십시오. cmux는 사용하기 전에 여전히 Mac을 인증합니다.
zh_hans: 使用 Tailscale 替代方案、公司 VPN 或您运营的网络的专用路由。 cmux 在使用前仍会对 Mac 进行身份验证。
zh_hant: 使用 Tailscale 替代方案、公司 VPN 或您經營的網路的專用路由。 cmux 在使用前仍會對 Mac 進行身份驗證。

# mobile.iroh.private.port
source: Port
ar: ميناء
de: Hafen
es: Puerto
ja: ポート
ko: 포트
zh_hans: 港口
zh_hant: 港口

# mobile.iroh.private.provider
source: Provider
ar: مزود
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
zh_hans: 提供者
zh_hant: 提供者

# mobile.iroh.private.remove.confirm
source: Remove this private network?
ar: هل تريد إزالة هذه الشبكة الخاصة؟
de: Dieses private Netzwerk entfernen?
es: ¿Eliminar esta red privada?
fr: Supprimer ce réseau privé ?
ja: このプライベートネットワークを削除しますか？
ko: 이 비공개 네트워크를 삭제하시겠습니까?
zh_hans: 删除这个专用网络吗？
zh_hant: 刪除這個專用網路嗎？

# mobile.iroh.private.custom.macUpdateRequiredFormat
source: %@ (Update cmux)
ar: %@ (تحديث cmux)
de: %@ (cmux aktualisieren)
es: %@ (Actualizar cmux)
fr: %@ (Mettre à jour cmux)
ja: %@ (cmux を更新)
ko: %@(cmux 업데이트)
zh_hans: %@（更新 cmux）
zh_hant: %@（更新 cmux）

# mobile.iroh.private.tailscale
source: Tailscale Compatibility
ar: التوافق الذيل
de: Tailscale-Kompatibilität
es: Compatibilidad con escala trasera
fr: Compatibilité avec la balance arrière
ja: Tailscale 互換
ko: 테일스케일 호환성
zh_hans: 尾鳞兼容性
zh_hant: 尾鱗相容性

# mobile.iroh.refresh
source: Refresh Relay Policy
ar: تحديث سياسة الترحيل
de: Relay-Richtlinie aktualisieren
es: Actualizar política de retransmisión
fr: Actualiser la politique de relais
ja: リレーポリシーを更新
ko: 릴레이 정책 새로 고침
zh_hans: 刷新中继策略
zh_hant: 刷新中繼策略

# mobile.iroh.neverUseRelays
source: Never Use Relays
ar: لا تستخدم المرحلات أبدًا
de: Verwenden Sie niemals Relais
es: Nunca use relés
fr: N'utilisez jamais de relais
ja: リレーを使用しない
ko: 릴레이를 절대 사용하지 마세요
zh_hans: 切勿使用继电器
zh_hant: 切勿使用繼電器

# mobile.iroh.reset
source: Reset to Defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# mobile.iroh.reset.title
source: Reset Networking Settings?
ar: إعادة ضبط إعدادات الشبكة؟
de: Netzwerkeinstellungen zurücksetzen?
es: ¿Restablecer la configuración de red?
fr: Réinitialiser les paramètres réseau ?
ja: ネットワーク設定をデフォルトに戻しますか？
ko: 네트워킹 설정을 재설정하시겠습니까?
zh_hans: 重置网络设置？
zh_hant: 重置網路設定？

# mobile.iroh.reset.confirm
source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 다시 놓기
zh_hans: 重置
zh_hant: 重置

# mobile.iroh.reset.message
source: Relay and path preferences will return to Automatic. Saved custom relays and private addresses will remain, but private addresses will be disabled.
ar: ستعود تفضيلات التتابع والمسار إلى الوضع التلقائي. ستظل المرحلات المخصصة والعناوين الخاصة محفوظة، ولكن سيتم تعطيل العناوين الخاصة.
de: Die Relais- und Pfadeinstellungen werden auf „Automatisch“ zurückgesetzt. Gespeicherte benutzerdefinierte Relays und private Adressen bleiben erhalten, private Adressen werden jedoch deaktiviert.
es: Las preferencias de retransmisión y ruta volverán a Automático. Las retransmisiones personalizadas y las direcciones privadas guardadas permanecerán, pero las direcciones privadas se desactivarán.
fr: Les préférences de relais et de chemin reviendront à Automatique. Les relais personnalisés et les adresses privées enregistrés resteront, mais les adresses privées seront désactivées.
ja: リレーと経路の設定は「自動」に戻ります。保存済みのカスタムリレーとプライベートアドレスは残りますが、プライベートアドレスは無効になります。
ko: 릴레이 및 경로 기본 설정은 자동으로 돌아갑니다. 저장된 사용자 지정 릴레이 및 개인 주소는 유지되지만 개인 주소는 비활성화됩니다.
zh_hans: 中继和路径首选项将恢复为“自动”。保存的自定义中继和私有地址将保留，但私有地址将被禁用。
zh_hant: 中繼和路徑首選項將恢復為“自動”。保存的自訂中繼和私有位址將保留，但私人位址將被停用。

# mobile.iroh.pathPreference.footer
source: When enabled, cmux requires a reachable direct, local-network, or private-network path and will not fall back to a relay. Applies on the next reconnect.
ar: عند التمكين، يتطلب cmux مسارًا مباشرًا أو شبكة محلية أو شبكة خاصة يمكن الوصول إليه ولن يتراجع إلى الترحيل. ينطبق على إعادة الاتصال القادمة.
de: Wenn aktiviert, erfordert cmux einen erreichbaren direkten, lokalen Netzwerk- oder privaten Netzwerkpfad und greift nicht auf ein Relay zurück. Gilt bei der nächsten erneuten Verbindung.
es: Cuando está habilitado, cmux requiere una ruta directa accesible, de red local o de red privada y no recurrirá a un relé. Aplica en la próxima reconexión.
fr: Lorsqu'il est activé, cmux nécessite un chemin d'accès direct, local ou privé et ne reviendra pas à un relais. S'applique à la prochaine reconnexion.
ja: 有効にすると、cmuxは到達可能な直接経路、ローカルネットワーク経路、またはプライベートネットワーク経路を必要とし、リレーにはフォールバックしません。次回の再接続時に適用されます。
ko: 활성화되면 cmux는 연결 가능한 직접, 로컬 네트워크 또는 개인 네트워크 경로가 필요하며 릴레이로 대체되지 않습니다. 다음 재접속 시 적용됩니다.
zh_hans: 启用后，cmux 需要可访问的直接、本地网络或专用网络路径，并且不会回退到中继。适用于下次重新连接。
zh_hant: 啟用後，cmux 需要可存取的直接、本地網路或專用網路路徑，並且不會回退到中繼。適用於下次重新連線。

# mobile.iroh.relayOnly
source: Relay Only
ar: التتابع فقط
de: Nur Relais
es: Sólo relé
fr: Relais uniquement
ja: リレーのみ
ko: 릴레이 전용
zh_hans: 仅中继
zh_hant: 僅中繼

# mobile.iroh.relayOnly.footer
source: Keeps this device's Iroh connections on cmux relays instead of direct or local-network paths. Applies on the next reconnect.
ar: يحتفظ باتصالات Iroh لهذا الجهاز على مرحلات cmux بدلاً من المسارات المباشرة أو مسارات الشبكة المحلية. ينطبق على إعادة الاتصال القادمة.
de: Behält die Iroh-Verbindungen dieses Geräts auf cmux-Relays statt auf direkten oder lokalen Netzwerkpfaden. Gilt bei der nächsten erneuten Verbindung.
es: Mantiene las conexiones Iroh de este dispositivo en relés cmux en lugar de rutas directas o de red local. Aplica en la próxima reconexión.
fr: Conserve les connexions Iroh de cet appareil sur des relais cmux au lieu de chemins directs ou de réseau local. S'applique à la prochaine reconnexion.
ja: このデバイスの Iroh 接続を、直接経路やローカルネットワーク経路ではなく cmux リレー経由に固定します。次回の再接続時に適用されます。
ko: 직접 또는 로컬 네트워크 경로 대신 cmux 릴레이에서 이 장치의 Iroh 연결을 유지합니다. 다음 재접속 시 적용됩니다.
zh_hans: 将此设备的 Iroh 连接保持在 cmux 中继上，而不是直接或本地网络路径上。适用于下次重新连接。
zh_hant: 將此裝置的 Iroh 連線保持在 cmux 中繼上，而不是直接或本地網路路徑上。適用於下次重新連線。

# mobile.iroh.relays
source: Relays
ar: المرحلات
de: Relais
es: Relés
fr: Relais
ja: リレー
ko: 릴레이
zh_hans: 继电器
zh_hant: 繼電器

# mobile.iroh.relays.footer
source: Direct peer-to-peer stays enabled. cmux verifies a signed relay catalog, so fleet changes do not require an app update.
ar: تم تمكين الإقامات المباشرة من نظير إلى نظير. يتحقق cmux من كتالوج الترحيل الموقع، لذلك لا تتطلب تغييرات الأسطول تحديث التطبيق.
de: Direkter Peer-to-Peer bleibt aktiviert. cmux überprüft einen signierten Relay-Katalog, sodass Flottenänderungen kein App-Update erfordern.
es: Permanencias directas de igual a igual habilitadas. cmux verifica un catálogo de retransmisión firmado, por lo que los cambios de flota no requieren una actualización de la aplicación.
fr: Le peer-to-peer direct reste activé. cmux vérifie un catalogue de relais signé, de sorte que les modifications de flotte ne nécessitent pas de mise à jour de l'application.
ja: ピアツーピアの直接接続は有効なままです。cmux は署名済みリレーカタログを検証するため、フリート変更にアプリ更新は不要です。
ko: 직접 P2P(Peer-to-Peer)가 활성화된 상태로 유지됩니다. cmux는 서명된 릴레이 카탈로그를 확인하므로 플릿 변경 시 앱 업데이트가 필요하지 않습니다.
zh_hans: 直接点对点保持启用状态。 cmux 验证已签名的中继目录，因此队列更改不需要应用程序更新。
zh_hant: 直接點對點保持啟用狀態。 cmux 驗證已簽署的中繼目錄，因此佇列變更不需要應用程式更新。

# mobile.iroh.saveFailed
source: Could Not Save Networking Settings
ar: لا يمكن حفظ إعدادات الشبكة
de: Die Netzwerkeinstellungen konnten nicht gespeichert werden
es: No se pudo guardar la configuración de red
fr: Impossible d'enregistrer les paramètres réseau
ja: ネットワーク設定を保存できませんでした
ko: 네트워킹 설정을 저장할 수 없습니다.
zh_hans: 无法保存网络设置
zh_hant: 無法儲存網路設定

# mobile.iroh.saveFailed.message
source: Your previous networking configuration is still active. Check your account connection and values, then try again.
ar: لا يزال تكوين الشبكة السابق نشطًا. تحقق من اتصال حسابك وقيمه، ثم حاول مرة أخرى.
de: Ihre vorherige Netzwerkkonfiguration ist noch aktiv. Überprüfen Sie die Verbindung und Werte Ihres Kontos und versuchen Sie es dann erneut.
es: Su configuración de red anterior todavía está activa. Verifique la conexión y los valores de su cuenta y vuelva a intentarlo.
fr: Votre configuration réseau précédente est toujours active. Vérifiez la connexion et les valeurs de votre compte, puis réessayez.
ja: 以前のネットワーク設定が引き続き有効です。アカウント接続と値を確認して、もう一度お試しください。
ko: 이전 네트워킹 구성이 여전히 활성 상태입니다. 계정 연결 및 값을 확인한 후 다시 시도하세요.
zh_hans: 您之前的网络配置仍然有效。检查您的帐户连接和值，然后重试。
zh_hant: 您之前的網路配置仍然有效。檢查您的帳戶連線和值，然後重試。

# mobile.iroh.status
source: Connection
ar: اتصال
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
zh_hans: 联系
zh_hant: 聯繫

# mobile.iroh.status.active
source: Iroh Active
ar: ايروه نشط
de: Iroh Aktiv
es: iroh activo
fr: Iroh Actif
ja: Iroh 稼働中
ko: 이로 액티브
zh_hans: Iroh活性
zh_hant: Iroh活性

# mobile.iroh.status.degraded
source: Direct-Only
ar: مباشر فقط
de: Nur direkt
es: Solo directo
fr: Direct uniquement
ja: 直接接続のみ
ko: 직접 전용
zh_hans: 仅限直接
zh_hant: 僅限直接

# mobile.iroh.status.direct
source: Direct Peer-to-Peer
ar: المباشر من نظير إلى نظير
de: Direktes Peer-to-Peer
es: Punto a punto directo
ja: ピアツーピア直接接続
ko: 직접 피어 투 피어
zh_hans: 直接点对点
zh_hant: 直接點對點

# mobile.iroh.status.inactive
source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 停止中
ko: 비활성
zh_hans: 不活跃
zh_hant: 不活躍

# mobile.iroh.status.private
source: Private Network
ar: شبكة خاصة
de: Privates Netzwerk
es: Red privada
fr: Réseau privé
ja: プライベートネットワーク
ko: 사설망
zh_hans: 专用网络
zh_hant: 專用網路

# mobile.iroh.status.relayed
source: Relayed
ar: ترحيل
de: Weitergegeben
es: retransmitido
fr: Relayé
ja: リレー経由
ko: 중계됨
zh_hans: 中继
zh_hant: 中繼

# mobile.iroh.status.starting
source: Starting
ar: البدء
de: Beginnt
es: A partir de
fr: Départ
ja: 起動中
ko: 시작
zh_hans: 开始
zh_hant: 開始

# mobile.iroh.test
source: Test Connection
ar: اتصال الاختبار
de: Testverbindung
es: Conexión de prueba
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
zh_hans: 测试连接
zh_hant: 測試連接

# mobile.iroh.test.failed
source: Unreachable
ar: لا يمكن الوصول إليه
de: Unerreichbar
es: Inalcanzable
fr: Injoignable
ja: 到達不可
ko: 연결할 수 없음
zh_hans: 无法到达
zh_hant: 無法到達

# mobile.iroh.test.incomplete
source: Test Unavailable
ar: الاختبار غير متاح
de: Test nicht verfügbar
es: Prueba no disponible
fr: Test indisponible
ja: テスト利用不可
ko: 테스트 불가
zh_hans: 无法测试
zh_hant: 無法測試

# mobile.iroh.test.reachable
source: Reachable
ar: يمكن الوصول إليه
de: Erreichbar
es: Accesible
fr: Accessible
ja: 到達可能
ko: 도달 가능
zh_hans: 可达
zh_hant: 可達

# mobile.iroh.title
source: Networking
ar: الشبكات
de: Vernetzung
es: Redes
fr: Réseautage
ja: ネットワーク
ko: 네트워킹
zh_hans: 联网
zh_hant: 聯網

# mobile.onboarding.agents.body
source: Track every workspace from your phone.
ar: تتبع كل مساحة عمل من هاتفك.
de: Verfolgen Sie jeden Arbeitsbereich von Ihrem Telefon aus.
es: Realice un seguimiento de cada espacio de trabajo desde su teléfono.
fr: Suivez chaque espace de travail depuis votre téléphone.
ja: iPhoneからすべてのワークスペースを確認できます。
ko: 휴대폰으로 모든 작업 공간을 추적하세요.
zh_hans: 通过手机跟踪每个工作区。
zh_hant: 透過手機追蹤每個工作區。

# mobile.onboarding.agents.primary
source: Continue
ar: يكمل
de: Weitermachen
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하다
zh_hans: 继续
zh_hant: 繼續

# mobile.onboarding.agents.title
source: Your agents keep working on your Mac
ar: يواصل وكلاؤك العمل على جهاز Mac الخاص بك
de: Ihre Agenten arbeiten weiterhin auf Ihrem Mac
es: Tus agentes siguen trabajando en tu Mac
fr: Vos agents continuent de travailler sur votre Mac
ja: エージェントはMacで作業を続けます
ko: 상담원이 Mac에서 계속 작업합니다.
zh_hans: 您的客服人员可以继续在您的 Mac 上工作
zh_hant: 您的客服人員可以繼續在您的 Mac 上工作

# mobile.onboarding.back
source: Back
ar: خلف
de: Zurück
es: Atrás
fr: Dos
ja: 戻る
ko: 뒤쪽에
zh_hans: 后退
zh_hant: 後退

# mobile.onboarding.connect.body
source: Use the same cmux account on both devices. Your Mac connects automatically.
ar: استخدم نفس حساب cmux على كلا الجهازين. يتصل جهاز Mac الخاص بك تلقائيًا.
de: Verwenden Sie auf beiden Geräten dasselbe cmux-Konto. Ihr Mac verbindet sich automatisch.
es: Utilice la misma cuenta cmux en ambos dispositivos. Tu Mac se conecta automáticamente.
fr: Utilisez le même compte cmux sur les deux appareils. Votre Mac se connecte automatiquement.
ja: 両方の端末で同じcmuxアカウントにサインインすると、Macに自動で接続されます。
ko: 두 장치 모두에서 동일한 cmux 계정을 사용합니다. Mac이 자동으로 연결됩니다.
zh_hans: 在两台设备上使用相同的 cmux 帐户。您的 Mac 会自动连接。
zh_hant: 在兩台裝置上使用相同的 cmux 帳戶。您的 Mac 會自動連線。

# mobile.onboarding.connect.connectedStatus
source: Connected securely
ar: متصل بشكل آمن
de: Sicher verbunden
es: Conectado de forma segura
fr: Connecté en toute sécurité
ja: 安全に接続済み
ko: 안전하게 연결됨
zh_hans: 连接牢固
zh_hant: 連接牢固

# mobile.onboarding.connect.fallback
source: Use QR Code Instead
ar: استخدم رمز الاستجابة السريعة بدلاً من ذلك
de: Verwenden Sie stattdessen QR-Code
es: Utilice el código QR en su lugar
fr: Utilisez plutôt le code QR
ja: 代わりにQRコードを使用
ko: 대신 QR 코드 사용
zh_hans: 使用二维码代替
zh_hant: 使用二維碼代替

# mobile.onboarding.connect.fallbackStatus
source: Couldn’t connect to your Mac yet
ar: لا يمكن الاتصال بجهاز Mac الخاص بك حتى الآن
de: Es konnte noch keine Verbindung zu Ihrem Mac hergestellt werden
es: No pude conectarme a tu Mac todavía
fr: Impossible de se connecter à votre Mac pour le moment
ja: まだMacに接続できません
ko: 아직 Mac에 연결할 수 없습니다
zh_hans: 尚无法连接到您的 Mac
zh_hant: 尚無法連接到您的 Mac

# mobile.onboarding.connect.idleStatus
source: Ready to look for your Mac
ar: جاهز للبحث عن جهاز Mac الخاص بك
de: Bereit, nach Ihrem Mac zu suchen
es: Listo para buscar tu Mac
fr: Prêt à chercher votre Mac
ja: Macを探す準備ができました
ko: Mac을 찾을 준비가 되었습니다
zh_hans: 准备好寻找您的 Mac
zh_hant: 準備好尋找您的 Mac

# mobile.onboarding.connect.help
source: Having trouble connecting?
ar: هل تواجه مشكلة في الاتصال؟
de: Haben Sie Probleme beim Herstellen einer Verbindung?
es: ¿Tienes problemas para conectarte?
fr: Vous rencontrez des difficultés pour vous connecter ?
ja: 接続できないときは
ko: 연결하는 데 문제가 있나요?
zh_hans: 连接时遇到问题？
zh_hant: 連線時遇到問題？

# mobile.onboarding.connect.primary
source: Check Again
ar: تحقق مرة أخرى
de: Überprüfen Sie es erneut
es: Comprobar de nuevo
fr: Revérifier
ja: もう一度検索
ko: 다시 확인하세요
zh_hans: 再次检查
zh_hant: 再次檢查

# mobile.onboarding.connect.sameAccount
source: Same account
ar: نفس الحساب
de: Gleiches Konto
es: Misma cuenta
fr: Même compte
ja: 同じアカウント
ko: 동일한 계정
zh_hans: 同一账户
zh_hant: 同一帳戶

# mobile.onboarding.connect.searching
source: Looking for your Mac…
ar: هل تبحث عن جهاز Mac الخاص بك...
de: Auf der Suche nach Ihrem Mac…
es: Buscando tu Mac...
fr: Vous cherchez votre Mac…
ja: Macを検索中…
ko: Mac을 찾는 중…
zh_hans: 正在寻找您的 Mac...
zh_hant: 正在尋找您的 Mac...
